{
    "type":"FeatureCollection",
    "name": "OSU Sustainability Features Tour",
    "features":[
        {
            "type":"Feature",
            "geometry":{
                "type":"Point",
                "coordinates":[-123.277384, 44.5649348]
            },
            "properties":{
                "name":"Student Experience Center",
                "info":"Completed in 2015, the SEC is home to the Student Sustainability Initiative (SSI) and many other student based organizations and boasts a number of sustainable features.",
                "tags":["building"],
                "category":"general"
            }
        },
        {
            "type":"Feature",
            "geometry":{
                "type":"Point",
                "coordinates":[-123.2734036, 44.564071]
            },
            "properties":{
                "name": "Food Forest",
                "info": "Located outside of Callahan Hall, the Food Forest is a small student-and-volunteer-run organic garden that provides teaching and volunteering opportunities, as well as supplying University Housing and Dining Services (UHDS) with some fresh, organic produce.",
                "tags":["food"],
                "category":"dining"
            }
        },
        {
            "type":"Feature",
            "geometry":{
                "type":"Point",
                "coordinates":[-123.2725883, 44.5613574]
            },
            "properties":{
                "name": "OSUused Store",
                "info": "The OSUsed store serves as a donation center for surplus and donated items, which are then donated again elsewhere or sold to the public during designated sales hours. Shopping Hours: Tues. 5:30-7:30 pm, Fri. 12-3 pm.",
                "url": "https://blogs.oregonstate.edu/ecologue/2019/09/23/check-out-the-osused-store-osus-thrift-store/"
            }
        },
        {
            "type":"Feature",
            "geometry":{
                "type":"Point",
                "coordinates":[-123.2761395, 44.5602489]
            },
            "properties": {
                "name": "International Living and Learning Center",
                "info": "The ILLC is the equivalent of LEED Gold rated and is the home of many innovative and sustainable features, as well as housing for international students."
            }
        },
        {
            "type":"Feature",
            "geometry":{
                "type":"Point",
                "coordinates":[-123.2884884, 44.5595533]
            },
            "properties":{
                "name":"Oak Creek Center for Urban Horticulture",
                "info":"The site, located along Oak Creek, is tucked into a corner of campus once used to teach beekeeping."
            }
        },
        {
            "type":"Feature",
            "geometry":{
                "type":"Point",
                "coordinates":[-123.2944, 44.5665094]
            },
            "properties":{
                "name":"35th Street Solar Array",
                "info":"A 1.435 megawatt array is located adjacent to the Campus Way bike path just west of OSU's farm services buildings. Sheep still graze this pasture, which now serves double duty providing electricity and grass. This installation produces enough electricity to power 167 homes for a year or offset CO2 emissions from 136,206 gallons of gasoline per year. This array is one of five large ground-mounted solar electric (photovoltaic) arrays installed on OSU land.",
                "tour": "https://tour.metareal.com/apps/player?asset=a46ef967-f816-4195-b638-24321e504cf3"
            }
        },
        {
            "type":"Feature",
            "geometry":{
                "type":"Point",
                "coordinates": [-123.2860529, 44.5572981]
            },
            "properties":{
                "name": "OSU Sustainability Office",
                "info":  "The Sustainability Office exists to - in the most sustainable way possible - support OSU’s mission to promote economic, social, cultural and environmental progress for the people of Oregon, the nation and the world. The Sustainability Office fosters a culture of sustainability, enhances student competency around issues of sustainability, reduces the university’s overall environmental impact and communicates sustainability efforts to the campus community and external audiences.",
                "tags": [],
                "category":"general"
            }
        },
        {
            "type":"Feature",
            "geometry":{
                "type":"Point",
                "coordinates": [-123.2725132, 44.5611433]
            },
            "properties":{
                "name": "Campus Recycling",
                "info":  "Campus Recycling is responsible for managing a comprehensive waste management system that focuses on reducing, reusing and recycling with disposal as a last resort.",
                "tags": [],
                "category":"general"
            }
        }
    ]
}